<template>
  <div class="container">
    <h1>О нас</h1>
    <p>
      Компьютеры давно перестали быть просто техникой — это рабочий инструмент, игровая площадка и часть повседневной жизни. Но чтобы техника не тормозила, не шумела и не выбешивала в самый важный момент, нужно одно — нормальные комплектующие и проверенные сборки. Именно этим мы и занимаемся.

      Мы — команда интернет-магазина IT Group, и наша задача — помочь тебе собрать и купить рабочую, быструю, мощную технику, которая не подведёт. Хоть готовый ПК, хоть конфигурация по твоим пожеланиям — подберём, укомплектуем, проверим.
    </p>

    <h1>Чем мы занимаемся</h1>
    <h3 class="h4">На сайте IT Group ты найдёшь всё для сборки и апгрейда ПК:</h3>
    <ul>
      <li>процессоры, видеокарты, оперативка, накопители — только проверенные бренды;</li>
      <li>готовые конфигурации — на базе AMD или Intel, с разными уровнями производительности;</li>
      <li>индивидуальная сборка через конфигуратор — подбираешь комплектующие сам, мы проверяем на совместимость;</li>
      <li>доставка и самовывоз.</li>
      <li>Мы не просто "магазин железа" — мы помогаем разобраться, не переплатить и купить то, что действительно нужно. Пиши, звони, собирай — мы на связи.</li>
    </ul>
  </div>
</template>
<script setup lang="ts">
</script>