<template>
  <div class="container">
    <h1>Оплата</h1>
    <p>
      Мы предлагает максимально доступные, и надежные варианты оплаты.
    </p>
    <h3 class="h4">Оплата наличными при получении</h3>
    <p>
      Вы можете оплатить заказ наличными курьеру или в пункте ПВЗ.
    </p>
    <h3 class="h4">Оплата онлайн для физических лиц</h3>
    <p>
      При выборе оплаты онлайн банковской картой Вы попадаете на защищенную страницу оплаты заказа. Там Вам будет предложено ввести данные пластиковой карты, инициировать ее авторизацию.

      *Важно! перед оплатой, рекомендуем проконсультироваться с нашим специалистом по наличию товара, комплектации и совместимости компьютера.

      *При оплате заказа банковской картой возврат денежных средств производится на ту же самую карту, с которой был произведён платёж.
    </p>
  </div>
</template>
<script setup lang="ts">
</script>